{
    "book_name_en": "3_john",
    "book_name_ua": "3 Івана",
    "book_abbreviation_ua": "3Ів",
    "testament": "new-testament",
    "chapters": [
        {
            "book_name_en": "3 John",
            "chapter_number": 1,
            "verses": [
                {
                    "verse_number": 1,
                    "text": "Старець улюбленому Гаєві, якого я направду люблю."
                },
                {
                    "verse_number": 2,
                    "text": "Улюблений, я молюся, щоб добре велося в усьому тобі, і щоб був ти здоровий, як добре ведеться душі твоїй."
                },
                {
                    "verse_number": 3,
                    "text": "Бо я дуже зрадів, як прийшли були браття, і засвідчили правду твою, як ти живеш у правді."
                },
                {
                    "verse_number": 4,
                    "text": "Я не маю більшої радости від цієї, щоб чути, що діти мої живуть у правді."
                },
                {
                    "verse_number": 5,
                    "text": "Улюблений, вірно ти чиниш, як що робиш для братті та для чужинців,"
                },
                {
                    "verse_number": 6,
                    "text": "вони про любов твою свідчили Церкві; добре ти зробиш, як їх випровадиш, як достойно для Бога,"
                },
                {
                    "verse_number": 7,
                    "text": "бо вийшли вони ради Ймення Його, нічого не взявши від поган."
                },
                {
                    "verse_number": 8,
                    "text": "Отож, ми повинні приймати таких, щоб бути співробітниками правді."
                },
                {
                    "verse_number": 9,
                    "text": "Я до Церкви писав був, але Діотреф, що любить бути першим у них, нас не приймає."
                },
                {
                    "verse_number": 10,
                    "text": "Тому то, коли я прийду, то згадаю про вчинки його, що їх робить, словами лихими обмовляючи нас. І він тим не задовольнюється, а й сам не приймає братів, і тим, що бажають приймати, боронить, і вигонить із Церкви."
                },
                {
                    "verse_number": 11,
                    "text": "Улюблений, не робися подібним до лихого, а до доброго: доброчинець від Бога, а злочинець Бога не бачив."
                },
                {
                    "verse_number": 12,
                    "text": "Про Димитрія свідчили всі й сама правда. І свідчимо й ми, а ви знаєте, що свідчення наше правдиве."
                },
                {
                    "verse_number": 13,
                    "text": "Багато хотів я писати, та не хочу писати до тебе чорнилом та очеретинкою,"
                },
                {
                    "verse_number": 14,
                    "text": "але маю надію побачити тебе незабаром, і говорити устами до уст. (1-15) Мир тобі! Друзі вітають тебе. Привітай друзів пойменно! Амінь."
                }
            ]
        }
    ]
}