{
  "id": "nehemiah-lesson-6",
  "title": "Неемія 6: Ворожі пастки та Божа перемога",
  "shortTitle": "Ворожі пастки",
  "book": "Неемія",
  "bookInternalKey": "nehemiah",
  "chapter": "6",
  "verses": "1-19",
  "date": "2025-07-31",
  "author": "Автор уроку",
  "duration": "45-60 хв",
  "tags": ["Неемія", "спокуса", "вірність", "перемога"],
  "description": [
    "Цей урок закликає зрозуміти підступні методи ворога, навчитися розпізнавати їх у світлі Божого Слова та виконувати Його волю, залишаючись вірними до кінця."
  ],
  "sections": [
    {
      "type": "list-cards",
      "title": "«Дружній» заклик домовитися",
      "cards": [
        {
          "title": "Чи завжди приємне запрошення означає добрі наміри?",
          "content": "Обговоріть, як можна визначити, чи хтось хоче допомогти, чи має інші мотиви.",
          "emoji": "🤔"
        }
      ]
    },
    {
      "type": "text",
      "title": "Пастка в долині Оно [verse:nehemiah:6:1-4:Неемія 6:1-4]",
      "content": [
        "Неемія бачить, що зовні дружній заклик — це пастка. Його тверда позиція «Я роблю велику працю, і не можу прийти» показує відданість Божій справі. Вороги часто починають із лагідних пропозицій, щоб вивести служителя за межі безпечного середовища, де легше завдати шкоди.",
        "Ісус застеріг: «Пильнуйте й моліться, щоб не ввійти в спокусу» [verse:matthew:26:41:Мф. 26:41]. Також апостол Петро нагадує: «Ваш противник диявол ходить, ричучи, як лев, що шукає пожерти кого» [verse:1_peter:5:8:1 Пет. 5:8]."
      ]
    },
    {
      "type": "contrast-section",
      "title": "Ідеологічні пастки: від підступу до спасіння",
      "items": [
        {
          "heading": "Пастка ворогів: щоб підловити та погубити",
          "content": "Вороги ставили Ісусу хибні питання, наприклад, про податок кесарю [verse:matthew:22:15-22:Мт. 22:15–22] та владу Івана Хрестителя ([verse:matthew:21:23-27:Мт. 21:23–27]; [verse:mark:11:27-33:Мк. 11:27–33]; [verse:luke:20:1-8:Лк. 20:1–8]). Їхня мета — змусити Його зробити помилковий вибір, щоб мати привід для звинувачення.",
          "emoji": "➖",
          "type": "negative"
        },
        {
          "heading": "Метод Ісуса: щоб направити та спасти",
          "content": "Ісус також використовував питання, щоб вивести людину із зони комфорту, але з однією важливою відмінністю: не щоб підловити і погубити, а щоб направити та спасти. Наприклад, у розмові з багатим юнаком [verse:mark:10:17-22:Мк. 10:17–22] Він використав питання, щоб розкрити справжній стан його серця.",
          "emoji": "➕",
          "type": "positive"
        }
      ]
    },
    {
      "type": "reveal-cards",
      "title": "Питання для закріплення",
      "cards": [
        {
          "id": "card-1-1",
          "emoji": "❓",
          "title": "Як розпізнати, коли пропозиція має прихований мотив?",
          "content": "Не дозволяй ворогу забрати твій час і увагу від того, що Бог доручив робити. Перевіряй будь-яку пропозицію через молитву і Писання."
        },
        {
          "id": "card-1-2",
          "emoji": "❓",
          "title": "Чому важливо не відволікатися від Божого покликання?",
          "content": "Відданість справі, яку доручив Бог, є ключем до успіху. Відволікання може призвести до руйнування того, що вже було досягнуто."
        }
      ]
    },
    {
      "type": "list-cards",
      "title": "2 Обман і підступність через публічний тиск",
      "cards": [
        {
          "title": "Як чутки та публічні звинувачення можуть вплинути на людину?",
          "content": "Обговоріть, чому вороги часто роблять звинувачення відкритими.",
          "emoji": "🤔"
        }
      ]
    },
    {
      "type": "text",
      "title": "Публічний лист з обвинуваченнями [verse:nehemiah:6:5-9:Неемія 6:5-9]",
      "content": [
        "Відкритий лист — це спроба публічно принизити та зруйнувати репутацію. Коли інформація виходить у маси, навіть неправда набуває сили тиску. Неемія відповідає чітко й коротко, не втягується в довгі виправдання, і відразу звертається до Бога по зміцнення.",
        "[bold:Приклад звинувачень проти Христа.] Первосвященники висували проти Ісуса безліч звинувачень, щоб змусити Пилата засудити Його. Серед звинувачень були: розбещення народу, заклик не платити податки та проголошення себе Царем. Ісус не виправдовувався і не вів довгих суперечок, а відповідав обережно, щоб не потрапити в пастку. Його мовчання та короткі відповіді були набагато потужнішими за будь-які виправдання. Цей діалог з Пилатом описаний у [verse:luke:23:1-5:Лк. 23:1-5], а також у паралельних місцях: ([verse:matthew:27:11-14:Мт. 27:11–14;], [verse:mark:15:1-5:Мк. 15:1–5; ], [verse:john:18:28-38:Ів. 18:28–38]). ",
        "Апостол Павло зазнавав наклепів і пояснював, що диявол «перетворюється в ангела світла» [verse:2_corinthians:11:14:2 Кор. 11:14]."
      ]
    },
    {
      "type": "list-cards",
      "title": "Наслідки наклепу та звинувачень",
      "cards": [
        {
          "title": "1. Незворотні трагічні наслідки",
          "content": "Наклеп може призвести до смерті невинних, як це сталося з [bold:Навотом] [verse:1_kings:21:1-16:1 Цар. 21:1–16] та першим мучеником [bold:Стефаном] [verse:acts:6:11-14:Дії 6:11–14;] [verse:acts:7:54-60: 7:54–60]. Навіть розп’яття Ісуса було здійснене через фальшиві свідчення.",
          "emoji": "💔"
        },
        {
          "title": "2. Болісні, але вірні наслідки",
          "content": "Слуги Божі залишалися вірними, хоч і страждали від неправди. [bold:Єремія] [verse:jeremiah:37:11-15:Єр. 37:11–15] опинився у в'язниці, а апостол [bold:Павло] [verse:acts:21:27-36:Дії 21:27–36] був побитий, але це дало їм можливість свідчити.",
          "emoji": "🕊️"
        },
        {
          "title": "3. Мудрі відповіді зупинили ворогів",
          "content": "Іноді наклеп не досягає мети завдяки мудрості. [bold:Естер] [verse:esther:4-9:Ес. 4–9] та [bold:Мордехай] врятували народ, а [bold:Неемія] [verse:nehemiah:6:5-9:Неемія 6:5–9] відкинув хитру пастку, продовживши Божу справу. Мудрі відповіді [bold:Ісуса] також змушували ворогів замовкнути.",
          "emoji": "🛡️"
        }
      ]
    },
    {
      "type": "list-cards",
      "title": "3 Використання страху та підкуп для гріха",
      "cards": [
        {
          "title": "Чи може виглядати так, що гріх — це безпечний вихід?",
          "content": "Обговоріть, як знання Божого Слова допомагає розпізнати пастку.",
          "emoji": "🤔"
        }
      ]
    },
    {
      "type": "text",
      "title": "Підкуплений пророк Шемаї [verse:nehemiah:6:10-14:Неемія 6:10-14]",
      "content": [
        "Підкуплений пророк радить Неемії порушити Божий закон (вхід у храм, куди мирянам не можна було заходити). Неемія розпізнає, що це суперечить Божому слову [verse:numbers:18:7:Чис. 18:7] і відмовляється.",
        "Ісус відкинув спокуси диявола, відповідаючи: «Написано…» [verse:matthew:4:4-10:Мф. 4:4-10]. Також, [verse:deuteronomy:13:1-5:Втор. 13:1-5] застерігає, що навіть якщо пророк каже чудо, але веде проти Божого закону, його слова не від Бога.",
        "Приклади з Нового Заповіту також показують, як Ісус відкидав страх і людські пастки, залишаючись вірним Своїй місії ([verse:luke:13:31-33:Лк. 13:31–33]; [verse:mark:12:13-17:Мк. 12:13–17])."
      ]
    },
    {
      "type": "reveal-cards",
      "title": "Питання для закріплення",
      "cards": [
        {
          "id": "card-3-1",
          "emoji": "❓",
          "title": "Як знання Божого Слова захищає від підступів?",
          "content": "Завжди перевіряй пораду через Писання. Не дозволяй страху змусити тебе грішити."
        },
        {
          "id": "card-3-2",
          "emoji": "❓",
          "title": "Чи були ситуації, коли «безпечна порада» насправді відводила від Божої волі?",
          "content": "Обговоріть особисті приклади, коли потрібно було покладатися на Боже Слово, а не на людську мудрість."
        }
      ]
    },
    {
      "type": "list-cards",
      "title": "4 Завершення будівництва та його значення",
      "cards": [
        {
          "title": "Що ви відчуваєте, коли завершена велика і складна справа?",
          "content": "Обговоріть, як визначити, чи успіх — це результат Божої роботи, а не лише людських зусиль.",
          "emoji": "🤔"
        }
      ]
    },
    {
      "type": "text",
      "title": "Перемога і свідчення [verse:nehemiah:6:15-16:Неемія 6:15-16]",
      "content": [
        "Мур, який стояв зруйнованим десятиліттями, був відновлений менш ніж за два місяці! Це було неможливо без Божої допомоги. Навіть вороги змушені були визнати: це зробив Бог. Успіх у Божій справі не лише зміцнює Його народ, але й стає свідченням для тих, хто спостерігає.",
        "Приклади з Писання: цар Навуходоносор визнає велич Бога [verse:daniel:3:28-29:Дан. 3:28-29]. Павло пише, що Бог почав добру справу і доведе її до кінця [verse:philippians:1:6:Флп. 1:6]."
      ]
    },
    {
      "type": "reveal-cards",
      "title": "Питання для закріплення",
      "cards": [
        {
          "id": "card-4-1",
          "emoji": "❓",
          "title": "Чому вороги Неемії були змушені визнати Божу участь?",
          "content": "Тому що швидкість і масштаб будівництва були неможливими для людських зусиль. Це стало видимим свідченням Божої сили."
        },
        {
          "id": "card-4-2",
          "emoji": "❓",
          "title": "Як ми можемо ділитися свідченням Божої дії у своєму житті?",
          "content": "Приписуй успіх у служінні не собі, а Богу. Ділися історіями Божих перемог, щоб інші бачили Його силу."
        }
      ]
    },
    {
      "type": "list-cards",
      "title": "5 Інтриги та внутрішні зрадники",
      "cards": [
        {
          "title": "Чому найболючіше зрада від тих, хто близький?",
          "content": "Обговоріть, як родинні чи дружні зв’язки можуть стати пасткою у служінні.",
          "emoji": "🤔"
        }
      ]
    },
    {
      "type": "text",
      "title": "Внутрішні зрадники в Юдеї [verse:nehemiah:6:17-19:Неемія 6:17-19]",
      "content": [
        "Товійя мав тісні сімейні зв’язки з впливовими юдеями. Через це вони виправдовували його дії, передавали йому інформацію та навіть намагалися впливати на Неемію. Це приклад того, як особисті інтереси та зв’язки можуть стати вище за Божу правду.",
        "Приклади з Писання: У книзі [verse:ezra:9-10:Ездра 9–10] засуджується шлюб з язичниками, бо він веде до відступу. Ісус сказав: «Хто більше любить батька чи матір понад Мене, той Мене недостойний» [verse:matthew:10:37:Мф. 10:37]. Також, [verse:proverbs:28:4:Пр. 28:4] говорить: «Ті, хто покидає Закон, хвалять безбожного». ",
        "Більш треба слухатися Бога, ніж людей [verse:acts:5:29:Дії 5:29]. Також, [verse:galatians:1:10:Гал. 1:10] нагадує, що не можна одночасно догоджати людям і Богу, і [verse:matthew:6:24:Мт. 6:24] говорить: «Ніхто не може двом панам служити...»."
      ]
    },
    {
      "type": "reveal-cards",
      "title": "Питання для закріплення",
      "cards": [
        {
          "id": "card-5-1",
          "emoji": "❓",
          "title": "Як ставитися до людей, які через родинні зв’язки захищають ворогів Божої справи?",
          "content": "Ми повинні бути на боці Божої правди, навіть якщо це важко через родинні зв’язки."
        },
        {
          "id": "card-5-2",
          "emoji": "❓",
          "title": "Чи можна одночасно догоджати людям і бути вірним Богу?",
          "content": "Ні. Наші пріоритети повинні бути зосереджені на служі."
        }
      ]
    },
    {
      "type": "highlight-box",
      "title": "6 Висновок по розділу",
      "content": "Неемія залишався непохитним перед підступами, наклепами, спокусами та зрадою. Його секрет — постійна зосередженість на Божій роботі, молитва за зміцнення та знання Божого Слова, яке допомогло розпізнати обман. Будь-яка Божа справа неминуче зустріне опір, але успіх приходить, коли ми вірні до кінця.",
      "emoji": "💡"
    },
    {
      "type": "list-cards",
      "title": "Практичні уроки для застосування",
      "cards": [
        {
          "title": "Розпізнавай підступи",
          "content": "Не кожне «мирне» запрошення є безпечним.",
          "emoji": "🔍"
        },
        {
          "title": "Не піддавайся публічному тиску",
          "content": "Відповідай правдою, а не виправданнями.",
          "emoji": "💪"
        },
        {
          "title": "Перевіряй усе через Писання",
          "content": "Навіть якщо рада звучить духовно.",
          "emoji": "📖"
        },
        {
          "title": "Приписуй перемоги Богу",
          "content": "Щоб інші бачили Його силу.",
          "emoji": "🙌"
        },
        {
          "title": "Став Божу правду вище за особисті зв’язки",
          "content": "Навіть якщо це складно.",
          "emoji": "❤️"
        }
      ]
    }
  ]
}
